{
    "title": "Développeuse Front-end",
    "subtitle": "Créatrice d'interfaces web intuitives et performantes.",
    "about": "À PROPOS",
    "projects": "MES PROJETS",
    "aboutMe": "Moi c'est Charlie, développeuse front-end passionnée par la création d'expériences utilisateur intuitives, dynamiques et esthétiquement plaisantes. Depuis mes débuts dans le développement web, je me suis spécialisée en React et TypeScript, deux technologies puissantes qui me permettent de concevoir des interfaces utilisateur modernes et robustes.",
    "myHistory": "Mon aventure dans le développement web a commencé en 2020, lorsque j'ai découvert ma passion pour la programmation et la création de sites web. Après avoir suivi plusieurs formations intensives et obtenu des certifications reconnues, j'ai eu l'opportunité de travailler sur divers projets, allant de petites applications web à des plateformes complexes.",
    "skills": "MES COMPÉTENCES",
    "technicalSkills": "Compétences techniques",
    "progLang": "Langages de Programmation",
    "tools": "Outils et Technologies",
    "methodologies": "Méthodologies",
    "scrum": "DÉVELOPPEMENT AGILE/SCRUM",
    "accessWeb": "ACCESSIBILITÉ WEB",
    "values": "Mes valeurs",
    "qualPerf": "Qualité et Performance",
    "qualPerfDesc": "Je m'engage à écrire un code propre, maintenable et performant.",
    "accessibility": "Accessibilité",
    "accessDesc": "Je veille à ce que mes créations respectent les standards d'accessibilité.",
    "collaboration": "Collaboration",
    "collabDesc": "Le travail d'équipe est essentielle pour créer des produits web de qualité.",
    "innovation": "Innovation",
    "innovDesc": "Je suis toujours à l'affût des nouvelles tendances et outils.",
    "seeProject": "VOIR LE PROJET",
    "opx": "OPX est une plateforme SaaS innovante conçue pour gérer les Certificats d'Économies d'Énergie (CEE). Elle centralise toutes les informations nécessaires pour les artisans, les mandataires, et les obligés impliqués dans les projets de rénovation énergétique. OPX permet de simuler des primes, créer des dossiers conformes, suivre l’avancement des projets, contrôler les documents légaux et prévenir les fraudes. En offrant des outils sophistiqués et une interface conviviale, OPX simplifie la gestion des CEE et améliore l'efficacité et la transparence dans le secteur de la rénovation énergétique.",
    "drapo": "Drapo propose des solutions de financement pour les projets de rénovation énergétique, en intégrant les primes dans les devis et offrant un accompagnement expert à leurs partenaires pour faciliter la transition énergétique. En tant que développeuse front-end chez Drapo, j'ai contribué au développement de leur espace pro, une plateforme dédiée à la gestion et au suivi des dossiers et des primes, permettant une gestion efficace et transparente des projets de rénovation énergétique.",
    "tikok": "tikokproduction.com est un site vitrine professionnel créé avec WordPress pour une société de production. Le site met en avant les divers projets sur lesquels l'entreprise a travaillé, offrant une présentation claire et détaillée de leurs réalisations. Grâce à un design élégant et une navigation intuitive, les visiteurs peuvent explorer les différents projets et obtenir des informations complètes sur les services offerts par Tikok Production.",
    "maplusbelletoile": "maplusbelletoile.com est un site web élégant et fonctionnel, réalisé avec Wix, qui présente et vend les œuvres d'art et les reproductions de l'artiste Morgane Monnet. Le site offre une galerie en ligne bien organisée avec des images haute résolution et des descriptions détaillées des créations, permettant aux visiteurs de découvrir et d'apprécier le travail de l'artiste. Grâce à une boutique en ligne intégrée, les utilisateurs peuvent facilement acheter des œuvres d'art avec des options de paiement sécurisées.",
    "memories": "Memories est un projet de fin de formation qui s'est concentré sur le développement d'une application mobile hybride en React Native et Node.js, conçue pour simplifier et enrichir l'expérience de voyage. Nous avons développé une solution innovante qui centralise la planification de voyage. L' application offre une gestion intégrée des réservations d'hébergement, des locations de voiture, et des billets d'avion, ainsi que du budget de voyage. Mais ce n'est pas tout : elle permet également aux utilisateurs de créer et de conserver des carnets de voyage personnalisés, enrichis de photos et de légendes. L'originalité de notre application réside dans sa capacité à regrouper toutes les informations essentielles pour un voyage au même endroit. Elle permet aux utilisateurs de capturer et de partager leurs souvenirs de manière vivante, simplifiant ainsi l'organisation de leurs aventures à venir.",
    "goTo": "ACCÉDER AU SITE",
    "whyMe": "Avec une solide expérience en React et TypeScript, couplée à une passion pour l'innovation et la qualité, je suis convaincue que je peux apporter une réelle valeur ajoutée à vos projets. Mon approche centrée sur l'utilisateur, ma rigueur professionnelle et ma capacité à travailler en équipe font de moi une partenaire idéale pour vos besoins en développement front-end.",
    "youLike": "Mon profil vous plaît ?",
    "contactMe": "Surtout n'hésitez pas à me contacter !"

}