{
    "title": "Front-end Developer",
    "subtitle": "Creator of intuitive and high-performance web interfaces.",
    "about": "ABOUT",
    "projects": "MY PROJECTS",
    "aboutMe": "I'm Charlie, a front-end developer passionate about creating intuitive, dynamic, and aesthetically pleasing user experiences. Since my beginnings in web development, I have specialized in React and TypeScript, two powerful technologies that enable me to design modern and robust user interfaces.",
    "myHistory": "My journey in web development began in 2020, when I discovered my passion for programming and creating websites. After completing several intensive courses and earning recognized certifications, I had the opportunity to work on various projects, ranging from small web applications to complex platforms.",
    "skills": "MY SKILLS",
    "progLang": "Programming languages",
    "technicalSkills": "Technical skills",
    "tools": "Tools and Technologies",
    "methodologies": "Methodologies",
    "scrum": "AGILE/SCRUM DEVELOPMENT",
    "accessWeb": "WEB ACCESSIBILITY",
    "values": "My Values",
    "qualPerf": "Quality and Performance",
    "qualPerfDesc": "I am committed to writing clean, maintainable, and high-performance code.",
    "accessibility": "Accessibility",
    "accessDesc": "I ensure that my creations comply with accessibility standards.",
    "collaboration": "Collaboration",
    "collabDesc": "Teamwork is essential for creating quality web products.",
    "innovation": "Innovation",
    "innovDesc": "I am always on the lookout for new trends and tools.",
    "seeProject": "SEE PROJECT",
    "opx": "OPX is an innovative SaaS platform designed to manage Energy Savings Certificates (CEE). It centralizes all necessary information for contractors, representatives, and obligated parties involved in energy renovation projects. OPX allows users to simulate bonuses, create compliant files, monitor project progress, control legal documents, and prevent fraud. By offering sophisticated tools and a user-friendly interface, OPX simplifies the management of CEEs and enhances efficiency and transparency in the energy renovation sector.",
    "drapo": "Drapo offers financing solutions for energy renovation projects by integrating bonuses into quotes and providing expert support to their partners to facilitate the energy transition. As a front-end developer at Drapo, I contributed to the development of their professional space, a platform dedicated to the management and tracking of files and bonuses, enabling efficient and transparent management of energy renovation projects.",
    "tikok": "tikokproduction.com is a professional showcase website created with WordPress for a production company. The site highlights the various projects the company has worked on, providing a clear and detailed presentation of their accomplishments. With an elegant design and intuitive navigation, visitors can explore different projects and obtain comprehensive information about the services offered by Tikok Production.",
    "maplusbelletoile": "maplusbelletoile.com is an elegant and functional website created with Wix, showcasing and selling the artworks and reproductions of artist Morgane Monnet. The site features a well-organized online gallery with high-resolution images and detailed descriptions of the creations, allowing visitors to discover and appreciate the artist's work. With an integrated online store, users can easily purchase artworks with secure payment options.",
    "memories": "Memories is a final training project focused on developing a hybrid mobile application using React Native and Node.js, designed to simplify and enhance the travel experience. We developed an innovative solution that centralizes travel planning. The app offers integrated management of accommodation bookings, car rentals, and flight tickets, as well as travel budgets. But that's not all: it also allows users to create and preserve personalized travel journals, enriched with photos and captions. The uniqueness of our application lies in its ability to gather all essential travel information in one place. It enables users to capture and share their memories vividly, thus simplifying the organization of their future adventures.",
    "villacalm": "This project is a web application developed with React and TypeScript for the front-end, and Node.js for the back-end, deployed on Vercel. It is a platform dedicated to the sale of a luxury home, allowing users to view the house's blueprints and track the progress of its construction. Photos of the blueprints and construction progress are stored and retrieved via the external Cloudinary API, ensuring efficient and secure management of the images.",
    "goTo": "GO TO WEBSITE",
    "whyMe": "With solid experience in React and TypeScript, coupled with a passion for innovation and quality, I am confident that I can add real value to your projects. My user-centered approach, professional rigor, and ability to work in a team make me an ideal partner for your front-end development needs.",
    "youLike": "Do you like my profil ?",
    "contactMe": "Don't hesitate to contact me !"
}